{
  "Evolved":
  "Dieses Pokémon trägt von Geburt an eine Knolle auf dem Rücken, mit der es in Symbiose lebt und die mit ihm keimt und wächst. Die Knolle enthält Nährstoffe, die sie zum Teil durch Photosynthese von selbst erzeugt. Deshalb halten sie sich gerne im Sonnenlicht auf, beispielsweise um bei einem Nickerchen Kraft zu tanken. Außerdem befinden sich in dieser Knolle zusätzlich auch noch kleinere Samen. Wenn es noch klein ist, frisst es diese Samen, um durch deren Nährstoffe rasch zu wachsen. Nach der Geburt nimmt es beispielsweise für eine Weile ausschließlich Nährstoffe über die Knolle auf seinem Rücken auf, bevor es überhaupt anfängt, richtig zu fressen.",

  "Leveled":
  "Die meisten Bisasam und dessen Entwicklungen befinden sich im Besitz von Pokémon-Trainern und werden fast ausschließlich zu diesem Zweck gezüchtet und aufgezogen. Aufgrund dieser frühen und zumeist lang anhaltenden Verbindung zu einem Trainer gelten Bisasam als treue und gut erzogene Pokémon.",

  "Posessed":
  "Bisasams Knolle ist der Ausgangspunkt für zahlreiche Fähigkeiten. Sie ermöglicht es dem Pokémon, Sonnenlicht zu absorbieren und dort zu speichern. Diese Energie und die in der Knolle enthaltenen Samen kann Bisasam nutzen, um tagelang ohne Nahrung auszukommen oder um sein Wachstum zu beschleunigen, wobei die Knolle gemeinsam mit dem Pokémon wächst.",

  "Seen":
  "Bisasam ist ein kleines, vierbeiniges und reptilienähnliches Pokémon, das hellgrün, dunkelgrün und grün erscheint. Der Samen ist dabei grün gefärbt und sein Körper erscheint in einem helleren grün. Zusätzlich sind auf seiner Haut einzelne, dunkelgrüne Flecken zu erkennen.",

  "Slayed":
  "Da Bisasam seine Knolle kurzzeitig an der Spitze öffnen kann, kann es die in der Knolle enthaltenen Samen auch offensiv nutzen, indem es den Gegner mit Samen bombardiert oder auf den Gegner einen Egelsamen schießt, der ihn bepflanzt und ihm Energie absaugt. Ebenso kann es durch die Knolle Puder freisetzen, wie es beim Einsatz von Giftpuder und Schlafpuder zeigt.",

  "Special":
  "In der Kanto-Region findet einmal jährlich ein besonderes Wachstumsritual statt, an dem Bisaflor und seine Vorentwicklungen beteiligt sind. Bei diesem wird Bisaflors Fähigkeit, die Vegetation zu manipulieren, besonders deutlich. Bisasam, deren Entwicklung kurz bevor steht, spüren dies instinktiv und machen sich auf den Weg zu einem Ort, der als mysteriöser Garten bekannt ist."
}
